Repository: wp-plugins/oh-my-prints
Catalog: languages/ohmyprints-*.po
Languages: nl_nl

source: Oh my prints
nl_nl: Werk aan de muur

source: Link to a page on the "O my prints" site for selling the photo or painting on canvas..
nl_nl: LInk naar een pagina op de \"werk aan de muur\" waar je digitaal grafisch materiaal kunt verkopen.

source: Oh my Prints
nl_nl: Werk aan de muur

source: Link to an page on "O my prints".
nl_nl: Verwijs naar een pagina op \"werk aan de muur\"

source: Prints for sale
nl_nl: Prints te koop

source: This photo is not for sale. Please contact me if you are interested or <a %s>click here</a> to go to the shop.
nl_nl: Deze foto is niet te koop. Neem contact met me op wanneer u ge√Ønteresseerd bent of <a %s>klik hier</a> om naar de winkel te gaan.

source: Buy this photo, <a %s>click here</a> !.
nl_nl: Koop deze foto. <a %s>Klik hier</a>

source: http://yoursitename.ohmyprints.com
nl_nl: http://yoursitename.werkaandemuur.nl

source: Widget Title
nl_nl: Widget titel

source: Your site
nl_nl: Uw site

source: Description
nl_nl: Beschrijving

source: For sale text
nl_nl: Te koop tekst

source: en
nl_nl: nl

source: www.ohmyprints.com
nl_nl: www.werkaandemuur.nl

source: Sale clicks
nl_nl: Verkoop kliks

source: Artcode
nl_nl: Werkcode

source: The artcode as given on the page
nl_nl: De werkcode zoals die op de pagina staat
